verification/runs/F14-cooling-ladder/K0cS_runs/S_LS_f/0.orig/alphat
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2606                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0.orig";
    object      alphat;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    hotWall { type calculated; value uniform 0; }
    coldWall { type calculated; value uniform 0; }
    topWall { type calculated; value uniform 0; }
    bottomWall { type calculated; value uniform 0; }
    frontAndBack { type empty; }
}

// ******************************************************** //
